Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: Remember, you must recite the words exactly.
ru: Но мое место здесь, поэтому я проглотил напиток, произнес слова, и вот он я.

source: I thought about staying.
ru: На этот раз ты произнес все слова правильно?

source: - But my place is here.
ru: Ну, возможно, произношение было не идеальным.

source: - So I swallowed the juice, said the words and here I am.
ru: Но я их произнес, в общем- то.

source: - Did you say... the words right this time?
ru: в общем- то...

source: Well, maybe I didn' t say every single, tiny little syilable, no, but basically I said 'em, yeah.
ru: Ты знаешь, вся эта история... про короля.

source: You know that story about how you could' ve been king?
ru: Мне кажется, это просто уловка.

source: I, uh, I think it' s kind of cute.
ru: Ну, вообще- то...

source: Lady, I' m afraid I' m gonna have to ask you to leave the store.
ru: Леди, боюсь, мне придется попросить вас покинуть помещение.

source: Who the hell are you?
ru: Кто ты, черт возьми?

source: Name' s Ash.
ru: Эш...

source: Housewares.
ru: Товары для дома.

source: I' il swallow your soul.
ru: Я вырву твою душу!

source: Come get some.
ru: Иди и попробуй.

source: Sure, I could' ve stayed in the past.
ru: Я, конечно, мог остаться в прошлом... мог даже стать королем...

source: But in my own way,
ru: Но, на самом деле, я и есть король.

source: Hail to the king, baby.
ru: Поприветствуй короля, крошка.

source: So beautiful.
ru: Какая ты красивая.

source: - Did you feel something?
ru: - Ты ничего не почувствовал?

source: - Yeah, I feel something.
ru: - Почувствовал кое- что.

source: Hey, get back here!
ru: Эй, вернись!

source: Turn up the music!
ru: Погромче музыку!

source: We' re having a party, man.
ru: Славно веселимся, ребята.

source: You guys are having fun.
ru: Вы веселитесь.

source: Boat' s rocking.
ru: А лодку трясёт.

source: Stop!
ru: Перестань!

source: - You' re paranoid!
ru: - У тебя паранойя!

source: - Listen.
ru: - Послушай.

source: Did you hear that?
ru: Вы слышали?

source: Listen, listen.
ru: Вот, послушайте.

source: - You hear that?
ru: - Вы слышите?

source: - What is that?
ru: - Что это?

source: Everybody, shh!
ru: Тихо, все!

source: Stay up there.
ru: Стой там.

source: Okay, we' ve had some problems at the facility.
ru: Побег подопытной акулы.

source: What we' re attempting to achieve has never been done.
ru: Да, в нашем хозяйстве были некоторые проблемы.

source: We' re this close to the reactivation of a human brain cell.
ru: Мы уже очень близки к оживлению клеток человеческого мозга.

source: Doctor...... the $200 million I sunk into this company is due in great part to your research.
ru: Доктор...... я вложил туда 200 миллионов, именно ради ваших исследований.

source: But when the market opens Monday...... despite my reputation, I don' t like heights.
ru: Но в понедельник откроется биржа...... несмотря на свою репутацию, я не люблю высоту.

source: Especially falling from them.
ru: Особенно, когда с неё падаю.

source: I' m sorry, honestly.
ru: Очень жаль, и это правда.

source: Tell me, Mr. Franklin, have you ever known anyone with Alzheimer' s?
ru: Скажите, вы знали кого- нибудь с болезнью Альцгеймера?

source: Well, no.
ru: Вроде бы, нет.

source: By the end, all my father could do was ask why my mother wasn' t at home.
ru: Только в конце жизни мой отец спрашивал, куда ушла мама.

source: Each time I said she was dead, I saw him take the loss like a car wreck.
ru: Я повторяла, что она умерла, и снова видела ужас в его глазах.

source: 200, 000 men and women develop Alzheimer' s each year.
ru: Ежегодно болезнь Альцгеймера поражает 200 тысяч человек.

source: What if you could end all that suffering with a single pill?
ru: А может одна таблетка покончить с ней?

source: 48 hours.
ru: Всего 2 суток до понедельника.

source: I' il give you results that' il skyrocket your stock price...... or I' il help you pack the lab myself.
ru: Я дам вам такие результаты, что ваши акции пойдут нарасхват...... или начну паковать вещи.

source: It' s your call.
ru: Вам решать.

source: That was an impressive speech you gave back there.
ru: Это была яркая речь, она вам удалась.

source: I read that article on you.
ru: Я читала статью о вас.

source: - The thing in the Himalayas.
ru: - О том случае в Гималаях.

source: - Alps.
ru: - В Альпах.

source: We were just trying to do something together.
ru: Мы только хотели быть вместе.

source: Having fun.
ru: Развлечься.

source: Things went bad.
ru: Но вышло по- другому.

source: But you saved all those people.
ru: Вы же спасли их всех.

source: Not all.
ru: Не всех.

source: Navy built it for WWII submarine loading...... refueling.
ru: Построено во время Второй мировой...... для наших подлодок.

source: When they mothballed it, we picked it up, added aquatic pens, underwater labs.
ru: Это досталось нам, мы добавили резервуары, лаборатории.

source: Your dime, I guess.
ru: За ваш счёт, полагаю.

source: Looks like Alcatraz floats.
ru: Похоже на плавучий Алькатрас.

source: What do you think?
ru: Что скажешь?

source: She' s a 12- footer.
ru: Целых 12 футов.

source: She' s beautiful.
ru: Красавица.

source: - She wants to give you a big kiss.
ru: - Хочет тебя крепко поцеловать.

source: - I bet.
ru: - Не сомневаюсь.

source: She' s got a license plate jammed in her mouth.
ru: Так хочет, что от нетерпения сжимает номер в зубах.

source: It' s a good deal, "amigo".
ru: Хороша штучка, амиго.

source: Drop her, Billy!
ru: Отпускай её, Билли!

source: Russell Franklin, Janice Higgins.
ru: Рассел Фрэнклин, Джэнис Хиггинс.

source: Marine biologist.
ru: Морской биолог.

source: Jan will get you settled.
ru: Джэн поможет вам устроиться.

source: Welcome to our island paradise.
ru: Приветствую на райском острове.

source: Where' s Tattoo?
ru: А где татуировка?

source: You know, short guy?
ru: С таким маленьким человечком?

source: "The plane, Boss!
ru: "Самолёт, хозяин!

source: The plane! "
ru: Самолёт! "

source: I am getting old.
ru: Я старею.

source: How much do you know about our facility?
ru: Что вы знаете о нашем хозяйстве?

source: Treat me like a tourist.
ru: Считайте меня туристом.

source: I hate tourists and I' ve decided I' m going to like you.
ru: Ненавижу туристов, но полагаю вы мне понравитесь.

source: "Louisiana."
ru: "Луизиана."

source: I think he was bought in a pet shop in Baton Rouge.
ru: Думаю, его купили в зоомагазине в Батон Руж.

source: Ate everything in his tank, and then ate the guy that bought him.
ru: Он сожрал всё в аквариуме, а потом того, кто его купил.

source: Next day, fills up the cab of the guy' s truck with water and drives to Baja...... picking bones out of his teeth with the license plate.
ru: Нам нужно поговорить.

source: We need to talk.
ru: Не сейчас.

source: Carter Blake, Russell Franklin, president of Chimera Pharmaceuticals.
ru: Фрэнклин, президент "Каймера Фармацевтик".

source: That was incredible.
ru: Это было потрясающе.

source: Actually, they don' t like the taste of us very much.
ru: Мы не слишком нравимся им на вкус.

source: If they bite you, it' s because they think you' re a fat little seal.
ru: Они могут укусить, только если подумают, что вы морской котик.

source: Or a rich suit.
ru: Или богатый чужак.

source: Nice meeting you.
ru: Рад был познакомиться.

source: Friendly place.
ru: Какое гостеприимное место.

source: You got full sentences.
ru: Он ещё удостоил вас парой фраз.

source: Usually, he just kind of nods.
ru: Обычно, он небрежно кивает.

source: Word travels fast about why you' re here and all.
ru: Слухи быстро расходятся и мы уже знаем, зачем вы здесь.

source: Was that the Gen 1 that escaped?
ru: Тот экземпляр от вас убегал?

source: That little guy?
ru: Тот малыш?

source: No way.
ru: Нет.

source: Those are the normals.
ru: Там у нас нормальные акулы.

source: These three are the test sharks.
ru: А здесь три подопытные.

source: Two first- generation and one second- generation female.
ru: Две самки первого поколения и одна второго.

source: Beneath its glassy surface...... a world of gliding monsters.
ru: Под этой зеркальной гладью...... мир бесшумных чудовищ.

source: It' s pretty scary stuff, huh?
ru: Страшно подумать, да?

source: It is.
ru: Страшно.

source: Tower to water taxi.
ru: Башня вызывает такси.

source: Ben, I' m picking up a nasty little bitch of a squall about 30 miles out.
ru: Бен, в 30 милях отсюда начинается шторм.

source: Copy that.
ru: Понял.

source: We' il be all right.
ru: Всё будет хорошо.

source: Jan, stay out of the rain.
ru: Джэйн, веди себя хорошо.

source: Where are they going?
ru: Куда они?

source: They hate me too?
ru: Неужели из- за меня?

source: They' re going home.
ru: Они едут домой.

source: We run a skeleton crew on the weekend.
ru: На выходные часть экипажа сходит на берег.

source: But they probably hate you anyway.
ru: Но вас они всё равно ненавидят.

source: There' s Dr. Jim Whitlock, the most brilliant man ever.
ru: А вот и доктор Джим Витлок, умнейший человек на свете.

source: He' s pissing into the wind.
ru: Он писает против ветра.

source: How brilliant can he be?
ru: Какой же он умнейший?

source: You' il see.
ru: Сами увидите.

source: What happened, deadeye?
ru: Что случилось, косой глаз?

source: You miss with the first shot?
ru: Промахнулся с первого раза?

source: It took two hits to even slow it down.
ru: Пришлось стрелять дважды.

source: Are you kidding?
ru: Ты шутишь?

source: Two of these should' ve almost killed it.
ru: Две такие штуки могли её убить.

source: Go tell it that, Scoggs.
ru: Расскажи это ей, Скоггс.

source: You missed.
ru: Ты промазал.

source: Don' t get mad at me because you can' t shoot worth a shit.
ru: И не злись на меня за то, что не умеешь стрелять.

source: If you hadn' t left the pen open, I could' ve had a good sleep.
ru: Если бы ты закрыл загон, я бы выспался прошлой ночью.

source: I already told the doc, I locked the pen like I do every night.
ru: Я уже говорил доктору, я всё закрыл, как всегда.

source: The fish got out some other way.
ru: Значит, рыба нашла другой выход.

source: What are you looking at me like that for?
ru: Почему ты так на меня смотришь?

source: Who are you going to trust?
ru: Кому ты должен доверять?

source: Me, that' s who.
ru: Мне, вот кому.

source: You trust me.
ru: И ты доверяешь.

source: Because I' m trustworthy.
ru: Я - надёжный.

source: How high are these fences off the water?
ru: Насколько эти заборы выше воды?

source: Given the surface variations and tensile strength --
ru: Учитывая вариации по участкам и фактор прочности на разрыв...

source: Short answer, man.
ru: Короче, парень.

source: Eight feet, give or take a centimeter.
ru: На 8 футов, плюс- минус сантиметр.

source: I' m making Aquatica sound like a mental hospital.
ru: После моих слов вы решите, что здесь психушка.

source: No, not really.
ru: Нет, что вы.

source: Well, maybe a little.
ru: Но такая мысль была.

source: The truth is, it is.
ru: Дело в том, что мысль верная.

source: But almost everyone here is top of their game.
ru: Хотя почти все здесь - лучшие в своем деле.

source: Living below is like living in space.
ru: Тут, под водой, как в космосе.

source: You don' t get very many mistakes.
ru: Нельзя допускать ошибки.

source: Besides the catwalks...... you bought us titanium- based fencing around all the lagoon and pens.
ru: Купленные заборы из титанового сплава... окружают резервуары и всю лагуну.

source: There are three sub- levels.
ru: Тут три этажа.

source: Sub- level One is living quarters.
ru: На первом жилые помещения.

source: Wet lab and workshops.
ru: На втором: зоолаборатория и цеха.

source: Engineering and air- locked wet entry.
ru: На третьем: лаборатория проход герметизирован.

source: Welcome to Aquatica.
ru: Добро пожаловать в "Акватику".

source: Did you dose the Gen 2 with the serum?
ru: Ты уже ввёл сыворотку акуле?

source: I had Carter do it as soon as you called.
ru: Я поручил это Картеру.

source: It should be ready tomorrow night.
ru: Завтра вечером всё будет готово.

source: - But?
ru: - Но?

source: - We will not be ready.
ru: - Не будем готовы мы.

source: Two months ahead of schedule.
ru: Опережаем на 2 месяца график.

source: We' re skipping three rounds of preliminary trials.
ru: Пропустили три этапа предварительных тестов.

source: No choice.
ru: У нас нет выбора.

source: You wait your whole life for a single moment...... and then one day, it' s tomorrow.
ru: Всю жизнь ты ждёшь один- единственный день...... и вдруг, это уже завтра.

source: So what exactly does a shark wrangler do?
ru: Чем именно занимается акулятник?

source: Pretty much what it sounds like, I guess.
ru: Чем же ещё, кроме акул.

source: How' d you end up here at Aquatica?
ru: Как ты оказался в "Акватике"?

source: I like the water.
ru: Люблю воду.

source: Pay is good.
ru: И хорошо платят.

source: An AGA mask!
ru: Знакомая маска!

source: Did some wreck diving in one of these, off the coast of Spain.
ru: Я искал в такой клады у испанского побережья.

source: Tourist thing.
ru: Вещь для туристов.

source: It' s okay.
ru: Любишь искать клады?

source: I bet you' re really good at it.
ru: Да, это занятно.

source: We' re on the water.
ru: Уверен, ты в этом специалист.

source: Whole cat- and- mouse thing don' t float.
ru: Под водой не играют в кошки- мышки.

source: You' re the man, right?
ru: Ты ведь тут главный, да?

source: Yeah, I' m the man.
ru: Да, я тут главный.

source: What' s it say?
ru: И всё про всех знаешь.

source: Two years, Leavenworth.
ru: Говори.

source: Smuggling.
ru: 2 года в тюрьме за контрабанду.

source: How' d you make your money?
ru: А как ты сделал свои деньги?

source: You the first rich guy in history who' s squeaky- clean?
ru: Или ты первый в истории кристально чистый богач?

source: You do understand my concern, right?
ru: Но ты же понимаешь меня, верно?

source: Look, I got a workable deal here.
ru: Здесь меня всё устраивает.

source: I don' t make waves.
ru: Я веду себя тихо.

source: I meet the terms of my parole.
ru: И помню, что освобождён условно.

source: I' m not out to change the world, like the doc.
ru: Я не хочу менять мир, как доктор.

source: I' m not out to wreck it either.
ru: Но и не хочу его разрушать.

source: Eat me, asshole!
ru: Давай корм, кретин!

source: Hey, you dickhead!
ru: Эй, лысый!

source: Fat butt!
ru: Жирная задница!

source: You got a big, fat butt.
ru: Ты большая жирная задница.

source: You know what, bird?
ru: Знаешь что, птичка?

source: You' re trying my last nerve.
ru: Ты меня уже достала.

source: Don' t make me drown your feathery ass.
ru: Смотри, без перьев останешься.

source: Get myself a cat.
ru: Вот заведу себе кота.

source: That' s it.
ru: Вот так.

source: You got a nasty- looking tongue, you know that?
ru: А язычок у тебя противный, знаешь об этом?

source: Feeding time.
ru: Пора кормить.

source: I' m releasing the tiger shark in 30 seconds.
ru: Выпускаю тигровую акулу через 30 секунд.

source: Copy?
ru: Понял?

source: I hear you.
ru: Понял.

source: I' m going in.
ru: Я уже рядом.

source: You guys hungry?
ru: Что, ребята, проголодались?

source: Dr. McAlester, we have a situation up here.
ru: Доктор Макалистер, тут проблема.

source: Could you please come to surface level?
ru: Не могли бы вы подняться?

source: Dr. McAlester, could you come to surf ace level, please?
ru: Доктор, пожалуйста, поднимитесь наверх.

source: Surprise!
ru: Сюрприз!

source: Happy birthday!
ru: С днём рождения!

source: Damn, I hate that song.
ru: Чёрт, ненавижу эту песню.

source: You like the tunes there, Preach?
ru: Что, хороша музыка?

source: Carter, join us.
ru: Давай к нам, Картер.

source: There' s too much woman on this deck for Scoggs to handle.
ru: Столько женщин и всего один Скоггс.

source: Vodka, straight.
ru: Налей водки и не разбавляй.

source: And by the way, food was excellent, brother.
ru: И, кстати, ужин был отличный, братишка.

source: You' re that guy that got caught in that avalanche, right?
ru: Это ты тогда угодил под снежную лавину, да?

source: I' m the one.
ru: Точно, я.

source: Black men have enough ways to get killed...... without climbing up some mountain in the middle of nowhere.
ru: У чёрных столько возможностей погибнуть...... что им незачем лазить по горам, чёрт знает где.

source: You need to leave that to the white folks, "brother."
ru: Оставил бы ты такие забавы белым людям, "братишка".

source: Happy birthday?
ru: С днём рождения.

source: I' il let you know tomorrow.
ru: О своих выводах сообщу завтра.

source: How' s life underwater?
ru: Как там жизнь под водой?

source: It' s a lot less complicated...... than it is on the surface.
ru: Там всё гораздо проще...... чем на поверхности.

source: That' s for sure.
ru: Это уж, точно.

source: Nice work with that new tiger shark today.
ru: Ты был хорош с тигровой акулой.

source: One day, you' il have to tell me how you learned that.
ru: Может, расскажешь когда- нибудь, как ты этому научился.

source: One day, you' il take me up on that beer and maybe I will.
ru: Вот позовёшь меня пива попить, тогда и расскажу.

source: It' s all work for me, Carter.
ru: Слишком много работы, Картер.

source: But, like you said, "One day."
ru: Может, когда- нибудь, "однажды".

source: Sharks never get cancer, go blind or show loss of brain activity as they age.
ru: Они не болеют раком, и, старея, не теряют мозговой активности.

source: Unlike some people I know.
ru: Не то, что многие мои знакомые.

source: Sharks are the oldest creatures on the planet...... from a time when the world was just flesh and teeth.
ru: Акулы - древнейшие существа на планете...... они жили, когда весь мир состоял лишь из зубов и плоти.

source: By using a hormonal enhancer...... we increased this female' s forebrain to five times its normal size.
ru: Этот гормональный препарат...... позволил нам в пять раз увеличить мозг самки.

source: To harvest more protein.
ru: Чтобы получать больше белка.

source: A protein that may reactivate --
ru: Этот белок, быть может...

source: That will....... that will reactivate human brain cells stored in the forebrain of the shark.
ru: Без всяких "быть может"...... оживит клетки мозга человека, вступив в соединение с ними.

source: I' m just amazed that we' ve come so far, so fast, without genetic tampering.
ru: Невероятно, что такое возможно без методов генной инженерии.

source: Genetic engineering to increase brain mass violates the Harvard Genetics Compact.
ru: Изменения мозга этими методами противоречат Гарвардскому пакту.

source: Not to mention Chimera policy.
ru: И политике компании "Каймера".

source: They' re hunting in packs.
ru: Они охотятся стаей.

source: Like wild dogs.
ru: Как дикие псы.

source: They' il only eat other sharks.
ru: И пожирают только чужих акул.

source: You' re reading too much into it.
ru: Ты раздуваешь всякие мелочи.

source: That Gen 1 attacked a 25- foot boat.
ru: Атака на лодку длиной 25 футов.

source: Am I reading too much into that too?
ru: Или для тебя это тоже мелочь?

source: Did you tell Franklin?
ru: Ты уже сказал Фрэнклину?

source: I' m just a fish keeper, lady.
ru: Моё дело - рыбы, леди.

source: But bringing in that shark ahead of schedule was a very bad idea.
ru: Но опережение графика в работе с акулой было большой ошибкой.

source: Do you like your job?
ru: Ты доволен своей работой?

source: Are you threatening me, Doc?
ru: Вы угрожаете мне, док?

source: But if we don' t pull off that test tomorrow, we' re all on the street.
ru: Но если мы завтра провалим тест, то все здесь потеряют работу.

source: You' re a good man, Carter.
ru: Ты хороший человек, Картер.

source: But with your background....
ru: Но с твоим прошлым...

source: How' s Miss Smarty- Pants?
ru: Как там наша премудрая мисс?

source: Hope she' s not as dumb as she seems.
ru: Может, она умнее, чем кажется.

source: Raise those fences like I asked?
ru: Укрепил заборы, как я просил?

source: I took care of it.
ru: Всё сделано.

source: Let' s go get a beer.
ru: Пошли пиво пить.

source: US Coast Guard advisories include:
ru: Береговая охрана США сообщает:

source: All- craft warnings for waters south of the US mainland and west of CA.
ru: Штормовое предупреждение всем судам в водах к югу от США.

source: A tropical depression is generating gale- force winds...... and is associated with heavy rains and ocean swells to 30 feet or more.
ru: АКВАТИКА

source: Any of your nonsense, and we' il have tiny drumsticks on the menu tonight.
ru: Ещё одно слово и в меню на ужин появятся твои тощие лапки.

source: You can... all you want.
ru: И можешь делать... что хочешь.

source: Welcome to my parlor, Mr. Franklin.
ru: Прошу в мой кабинет, мистер Фрэнклин.

source: Wow.
ru: Ух, ты.

source: Wet lab, we' re taking a pounding up here.
ru: Лаборатория, у нас трудности.

source: Can' t see past my nose.
ru: Совсем ничего не видно.

source: So I suggest you check pen monitors and lagoon monitors.
ru: Включите все мониторы в резервуарах и над поверхностью.

source: I can' t imagine there' s much visibility below.
ru: Сомневаюсь, что внизу видимость лучше.

source: Carter, you copy?
ru: Картер, ты слышал?

source: Okay, I' m approaching the tunnel.
ru: Да, я приближаюсь к туннелю.

source: Bingo.
ru: Вот он.

source: Elvis has left the building.
ru: Элвис выходит из дома.

source: We picked you up, but visibility' s near zero.
ru: Мы нашли тебя, но видимость почти нулевая.

source: No problem.
ru: Нет проблем.

source: How long have they been synchronized like this?
ru: Давно у них наблюдается такая синхронность?

source: Tell me I didn' t see that.
ru: Скажите мне, что это сон.

source: They recognized that gun!
ru: Они узнали оружие!

source: That' s impossible.
ru: Это невозможно.

source: Sharks can' t swim backwards!
ru: Акулы так не плавают!

source: - Try to stay focused.
ru: - Не отвлекайтесь.

source: - What was that?
ru: - Что это?

source: We lost picture in Gen 2 pen.
ru: Пропала картинка 2 резервуара.

source: Okay, hold on.
ru: Сейчас, подождите.

source: Carter, do you copy?
ru: Картер, ты меня слышишь?

source: Carter, talk to me, man.
ru: Картер, ответь.

source: Do you copy?
ru: Ты меня слышишь?

source: Cut the crap!
ru: Не молчи!

source: You' re scaring everybody.
ru: Ты всех пугаешь.

source: Boarding platform engaged.
ru: Подъёмник включён.

source: He' s got her.
ru: Он взял её.

source: Did someone order the fish?
ru: Кто заказывал рыбу?

source: What in God' s creation?
ru: И это творение Божие?

source: No, not His.
ru: Нет, уже не Его.

source: Ours.
ru: Наше.

source: Commencing scan.
ru: Начинаем сканирование.

source: Gen 2 is online.
ru: Подключён образец 2 поколения.

source: Transferring exotics to remote terminals.
ru: Передача функций на терминалы.

source: Vital signs to Terminal 1.
ru: 1 терминал - функции организма.

source: Diagnostic imaging to Terminal 2.
ru: 2 терминал - диагностика.

source: We' re live and in color!
ru: Мы в прямом эфире, поехали!

source: BP, 67 over 43.
ru: Давление, 67 на 43.

source: Heart rate, 50 BPM.
ru: Сердце, 50 ударов в минуту.

source: Within norm.
ru: В пределах нормы.

source: She' s sleeping like a baby.
ru: Она спит, как ребёнок.

source: Bad dream?
ru: Может, кошмары?

source: In position.
ru: Прибор зафиксирован.

source: Vitals are stable.
ru: Функции организма в порядке.

source: Vitals?
ru: Основные функции?

source: Holding.
ru: Держатся.

source: Aspirating 4. 5 cc.
ru: Вытяжка - 4, 5 кубика.

source: Introducing 2 cc of the protein complex...... into cultured, inactive brain neurons of an Alzheimer' s patient.
ru: Вводим 2 кубика белковой смеси безжизненным нейронам мозга... пораженного болезнью Альцгеймера.

source: And what you' re looking for here is lightning in a bottle.
ru: И синтезируется то, что вы хотите получить здесь.
